Repository: ita-social-projects/OoS-Backend
Catalog: OutOfSchool/OutOfSchool.IdentityServer/Resources/SharedResource.*.resx
Languages: uk

source: Already registered?
uk: Уже зареєстровані?

source: and consent to the processing of personal data
uk: та надаю згоду на обробку персональних даних

source: By registering I agree with
uk: Реєструючись я погоджуюсь з

source: Confirm password
uk: Повторити пароль

source: Email
uk: Емейл

source: Entrance to Extracurricular activities
uk: Вхід в Позашкілля

source: First name
uk: Ім’я

source: I am 18 years old
uk: Мені виповнилося 18 років

source: Last name
uk: Прізвище

source: Login
uk: Логін

source: Middle name
uk: По-батькові

source: or fill out the form
uk: або заповніть форму

source: Password
uk: Пароль

source: Phone
uk: Телефон

source: Register
uk: Зареєструватися

source: Register as
uk: Зареєструватися як

source: Registration for Extracurricular activities
uk: Реєстрація в Позашкілля

source: Service provider
uk: Надавач послуг

source: Sign In
uk: Увійти

source: Sign In With
uk: Увійти за допомогою

source: Terms of use
uk: Правилами користування

source: To be able to apply to clubs or become a service provider
uk: Щоб мати змогу подавати заявки у гуртки або стати надавачем послуг

source: User
uk: Користувач

source: You must be over 18 to register!
uk: Для реєстрації Вам має бути більше 18 років!

source: Reset password
uk: Відновити пароль

# Change password alert
source: Note that after changing the password, you will not be able to log in with the old password
uk: Зверніть увагу, що після зміни паролю ви не матимете змоги увійти у систему зі старим паролем

source: Old email
uk: Старий емейл

source: New email
uk: Новий емейл

source: Change email
uk: Змінити емейл

# Enter new email message
source: Enter your new email to which change email instructions will be sent
uk: Введіть ваш новий емейл на який буде надіслана інструкція по зміні емейлу

# Change email alert
source: Note that after changing your email, you will not be able to log in with your old email
uk: Зверніть увагу, що після зміни емейлу ви не матимете змоги увійти у систему зі старим емейлом

source: Confirm email change
uk: Підтвердіть зміну емейлу

source: Change password
uk: Змінити пароль

source: Old password
uk: Старий пароль

source: New password
uk: Новий пароль

source: Repeat new password
uk: Повторіть новий пароль

source: Change password confirmation
uk: Підтвердження зміни паролю

source: Your password was changed
uk: Ваш пароль було змінено

# Enter email to change password
source: Enter your email to which the password reset instructions will be sent
uk: Введіть ваш емейл на який буде надіслано інструкцію для скидання пароля

source: Check your email for instructions
uk: Інструкція з відновлення паролю була надіслана на ваш емейл. Зайдіть на емейл і виконайте дії вказані в листі.

source: Reset password confirmation
uk: Підтвердження зміни паролю

source: Your password has been reset
uk: Ваш пароль було відновлено

source: Forgot password?
uk: Забули пароль?

source: Forgot password confirmation
uk: Забули пароль?

source: Error! Something happened on the server!
uk: Помилка! Щось сталося на сервері!

source: is already taken
uk: вже зайнятий

# Your account is blocked
source: Your account is blocked. Please, contact administrator
uk: Ваш акаунт заблокований. Звʼяжіться з адміністратором.

source: Login or password is wrong
uk: Логін або пароль неправильні

source: Password is required
uk: Необхідний пароль

source: Email is required
uk: Потрібна електронна адреса

source: FirstName is required
uk: Обов'язкове ім'я

source: LastName is required
uk: Потрібно прізвище

source: Password confirmation is required
uk: Потрібно підтвердження пароля

# Password must contain at least one capital, number and symbol(@$!%*?&amp;).
source: Password must contain at least one capital, number and symbol(@$!%*?&).
uk: Помилка! Пароль має складатися мінімум з 8-ми символів, із них одна головна літера, цифри та спецсимволи (@$!%*? &).

source: Passwords doesn't match
uk: Паролі не збігаються

source: Error! Please check the number is correct
uk: Помилка! Перевірте будь ласка правильність номеру

source: Phone number is required
uk: Номер телефону обов’язковий

source: Not registered yet?
uk: Ще не зареєстровані?

source: Save
uk: Зберегти

# Change email {0} sent
source: Instruction to change email have been sent to {0}. Please check the email and follow the steps in the letter.
uk: Інструкція по зміні емейлу була надіслана на {0}. Зайдіть на емейл і виконайте дії вказані в листі.

source: Cancel
uk: Скасувати

# Change email cancel
source: Are you sure you want to cancel the email change?
uk: Ви впевнені, що хочете скасувати зміну електронної адреси?

# Change email done
source: Your email was changed
uk: Ваш email успішно змінений

# Change email message
source: Your email was changed. To confirm please follow the link and use the new login. Login: {0} {1}
uk: Ваші дані було змінено. Щоб підтвердити зміну імейлу, перейдіть за цим посиланням та введіть новий логін Login: {0} {1}

# Change email new email already used {0}
source: Email {0} already used by another user, please enter another email.
uk: Вказаний email {0} вже зареєстровано за іншим користувачем, введіть інший email

# Change email mismatch current email {0}
source: Email {0} dont match with current email
uk: Вказаний email {0} не співпадеє з поточним
